run/benchmark/surfaceTension/curvatureWall/curvatureWallTri/system/fvSolution
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

reconstructionScheme plicRDF;
//gradAlphaCoeffs
iterations 10;
interpolateNormal false;

vof2IsoTol 1e-8;
surfCellTol 1e-8;
writeVTK false;
tol 1e-8;

reconstruction
{
    nIter 1;
    setAlphaMethod cutCellImpFunc;
}


PIMPLE
{
    momentumPredictor no;
    nCorrectors     -1;
    nNonOrthogonalCorrectors -1;
    nAlphaCorr      1;
    nAlphaSubCycles 1;
    cAlpha          1;
    pRefCell        0;
    pRefValue       0;
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;
}

// ************************************************************************* //
